Repository: Sanjarbek-AI/lucid
Catalog: locales/*/LC_MESSAGES/lang.po
Languages: ru

source: Ma'lumot mavjud emas, qo'shish uchun pastdagi tugmadan foydalaning.
ru: Информация недоступна, используйте кнопку ниже, чтобы добавить.

source: Iltimos, o'zbek tili uchun rasmni kiriting.
ru: Пожалуйста, вставьте изображение для узбекского языка.

source: Iltimos, rus tili uchun rasmni kiriting.
ru: Пожалуйста, вставьте изображение для русского языка.

source: Iltimos, ingliz tili uchun rasmni kiriting.
ru: Пожалуйста, введите изображение для английского языка.

source: Iltimos, o'zbek tili uchun matnli ma'lumotni kiriting.
ru: Введите текстовую информацию для узбекского языка.

source: Iltimos, rus tili uchun matnli ma'lumotni kiriting.
ru: Пожалуйста, введите текстовую информацию для русского языка.

source: Iltimos, ingliz tili uchun matnli ma'lumotni kiriting
ru: Пожалуйста, введите текстовую информацию для английского языка

source: Ma'lumot muvofaqqiyatli qo'shildi. ✅
ru: Информация успешно добавлена. ✅

source: Ma'lumot qo'shilmadi. Botda muommo mavjud.
ru: Информация не добавлена. Есть проблема с ботом.

source: Ma'lumot o'chirildi. ✅
ru: Информация удалена. ✅

source: Botda muommo mavjud.
ru: Есть проблема с ботом

source: Ma'lumot mavjud emas.
ru: Информация недоступна.

source: Asosiy menyu.
ru: Главное меню.

source: Kurslar menyusi, kerakli kursni tanlang.
ru: В меню Курсы выберите нужный курс.

source: Hozirda kurslar mavjud emas, yangi kurs qo'shish uchun pastdagi tugmadan foydalaning.
ru: В настоящее время нет доступных курсов, нажмите кнопку ниже, чтобы добавить новый курсиспользуй это.

source: Iltimos, o'zbek tili uchun kurs nomini kiriting.
ru: Пожалуйста, введите название курса узбекского языка.

source: Iltimos, rus tili uchun kurs nomini kiriting.
ru: Пожалуйста, введите название курса русского языка.

source: Iltimos, ingliz tili uchun kurs nomini kiriting.
ru: Пожалуйста, введите название курса английского языка.

source: Iltimos, o'zbek tili uchun kurs rasmini kiriting.
ru: Пожалуйста, введите изображение курса узбекского языка.

source: Iltimos, rus tili uchun kurs rasmini kiriting.
ru: Пожалуйста, введите изображение курса русского языка.

source: Iltimos, ingliz tili uchun kurs rasmini kiriting.
ru: Пожалуйста, введите изображение курса для английского языка.

source: Iltimos, o'zbek tili uchun kurs matnini kiriting.
ru: Пожалуйста, введите текст курса для узбекского языка.

source: Iltimos, rus tili uchun kurs matnini kiriting.
ru: Пожалуйста, введите текст курса для русского языка.

source: Iltimos, ingliz tili uchun kurs matnini kiriting.
ru: Пожалуйста, введите текст курса для английского языка.

source: Kurs muvofaqqiyatli qo'shildi. ✅
ru: Курс успешно добавлен. ✅

source: Kurs qo'shilmadi. Botda qandaydir muommo mavjud.
ru: Курс не добавлен. Какая-то проблема с ботом.

source: Kurs o'chirildi. ✅ Kurslar menyusi, kerakli kursni tanlang.
ru: Курс удален. ✅ Меню курсов, выберите нужный курс.

source: Bunday nomdagi kurs mavjud emas !
ru: Курса с таким названием не существует!

source: Hozirda kurslar mavjud emas.
ru: В настоящее время нет доступных курсов.

source: Siz bu kursga ro'yxatdan o'tgansiz. ✅
ru: Вы зарегистрированы на этот курс. ✅

source: Siz muvofaqqiyatli ro'yxatdan o'tdingiz. ✅ Tez orada siz bilan bog'lanamiz. 😊
ru: Вы успешно зарегистрировались. ✅ Мы свяжемся с вами в ближайшее время. 😊

source: Iltimos, telefon raqamni kiriting. Namuna: +998999999999
ru: Пожалуйста, введите номер телефона. Пример: +998999999999

source: Foydalanuvchi topilmadi.
ru: Пользователь не найден.

source: Bekor qilindi. ✅
ru: Отменено. ✅

source: Afzalliklar menyusi, kerakli tugmani tanlang.
ru: В меню настроек выберите нужную кнопку.

source: Iltimos, o'zbek tili uchun afzallik nomini kiriting.
ru: Пожалуйста, введите предпочтительное имя для узбекского языка.

source: Iltimos, rus tili uchun afzallik nomini kiriting.
ru: Пожалуйста, введите предпочтительное имя для русского языка.

source: Iltimos, ingliz tili uchun afzallik nomini kiriting.
ru: Пожалуйста, введите предпочтительное имя для английского языка.

source: Iltimos, o'zbek tili uchun rasm yoki video kiriting.
ru: Пожалуйста, вставьте изображение или видео для узбекского языка.

source: Iltimos, rus tili uchun rasm yoki video kiriting.
ru: Пожалуйста, вставьте изображение или видео для русского языка.

source: Iltimos, ingliz tili uchun rasm yoki video kiriting.
ru: Пожалуйста, введите изображение или видео для английского языка.

source: Bunday nomdagi afzallik mavjud emas !
ru: Нет никакого преимущества с этим именем!

source: Afzalliklar menyusi, bizning ustun taraflarimiz bilan tanishing.
ru: Меню настроек, узнайте о наших преимуществах.

source: Iltimos, o'zingizga qulay tilni tanlang 😊
ru: Пожалуйста, выберите предпочитаемый язык 😊

source: Til o'zgartirildi. ✅
ru: Язык изменен. ✅

source: Iltimos, o'zbek tili uchun natijaning videosini kiriting.
ru: Пожалуйста, введите видео результата для узбекского языка.

source: Iltimos, rus tili uchun natijaning videosini kiriting.
ru: Пожалуйста, введите видео результата для русского языка.

source: Iltimos, ingliz tili uchun natijaning videosini kiriting.
ru: Пожалуйста, введите видео результата для английского языка.

source: Iltimos, o'zbek tili uchun natijaning matnini kiriting.
ru: Пожалуйста, введите текст результата на узбекском языке.

source: Iltimos, rus tili uchun natijaning matnini kiriting.
ru: Введите текст результата для русского языка.

source: Iltimos, ingliz tili uchun natijaning matnini kiriting.
ru: Пожалуйста, введите текст результата на английском языке.

source: 🤖 Asosiy menyuga xush kelibsiz.
ru: 🤖 Добро пожаловать в главное меню.

source: Post uchun rasmni kiriting.
ru: Введите изображение для публикации.

source: Rasm ostiga matn qo'shasizmi ?
ru: Добавить текст под изображением?

source: Iltimos, matnni kiriting.
ru: Пожалуйста, введите текст.

source: Post uchun pastki tugma qo'shishni hohaysizmi ?
ru: Хотите добавить нижний колонтитул к своему сообщению?

source: Post uchun video kiriting.
ru: Введите видео для публикации.

source: Post uchun matn kiritasimi ?
ru: Ввести текст для сообщения?

source: Post uchun matnni kiriting.
ru: Введите текст сообщения.

source: Post uchun pastki tugma qo'shishni hohaysizmi ?.
ru: Хотите добавить нижний колонтитул к своему сообщению?

source: Iltimos, tugma uchun linkni kiriting.
ru: Введите ссылку на кнопку.

source: Post uchun pastki tugmadagi matnni kiriting.
ru: Введите текст в нижнюю кнопку поста.

source: Havola noto'g'ri kiritildi.
ru: Ссылка введена неверно.

source: Jo'natishni hohlaysizmi ?
ru: Вы хотите отправить?

source: Habar barcha foydalanuvchilarga yuborilmoqda...
ru: Сообщение рассылается всем пользователям...

source: Habar barcha foydalanuvchilarga jo'natildi.
ru: Сообщение отправлено всем пользователям.

source: Botda nosozlik yuz berdi.
ru: Бот провалился.

source: Habar bekor qilindi.
ru: Сообщение было отменено.

source: Assalomu alaykum. Siz bot boshqaruvchilaridan birisiz. 😊
ru: Привет. Вы являетесь одним из администраторов бота. 😊

source: Bot xizmatiga xush kelibsiz.
ru: Добро пожаловать в сервис ботов.

source: Assalomu alaykum, videoni ko'ring va ajoyib ma'lumotlarga ega bo'ling 😃
ru: Assalomu alaykum, пожалуйста, посмотрите видео и получите полезную информацию 😃

source: Albatta siz uchun foydali bo'ladi. 🤩
ru: Это обязательно будет полезно для вас. 🤩

source: Video orqali ko'plab foydali ma'lumotlarga ega bo'ling. 😍
ru: Получите много полезной информации через видео. 😍

source: Iltimos, ism va familiyangizni kiriting.
ru: Пожалуйста, введите Ваше Имя и Фамилию.

source: Iltimos, Telefon raqamingizni kiriting.
ru: Пожалуйста, введите свой номер телефона.

source: Iltimos tugmadan foydalaning.
ru: Пожалуйста, используйте кнопку.

source: Iltimos, doimiy yashash manzilingizni tanlang.
ru: Выберите свой постоянный адрес.

source: Siz muvafaqqiyatli ro'yxatdan o'tdingiz. ✅
ru: Вы успешно зарегистрировались. ✅

source: Hozirda ustozlar mavjud emas, yangi ustoz qo'shish uchun pastdagi tugmadan foydalaning.
ru: В настоящее время учителей нет, чтобы добавить нового учителя, нажмите нижеиспользуй кнопку"

source: Iltimos, o'zbek tili uchun ustozning rasmini kiriting.
ru: Пожалуйста, введите фотографию учителя узбекского языка.

source: Iltimos, rus tili uchun ustozning rasmini kiriting.
ru: Пожалуйста, введите фотографию учителя русского языка.

source: Iltimos, ingliz tili uchun ustozning rasmini kiriting.
ru: Пожалуйста, введите фотографию вашего учителя английского языка.

source: Iltimos, o'zbek tili uchun ustoz haqida ma'lumotni kiriting.
ru: Пожалуйста, введите информацию о преподавателе узбекского языка.

source: Iltimos, rus tili uchun ustoz haqida ma'lumotni kiriting.
ru: Пожалуйста, введите данные о преподавателе русского языка.

source: Iltimos, ingliz tili uchun ustoz haqida ma'lumotni kiriting.
ru: Пожалуйста, введите информацию о вашем преподавателе английского языка.

source: Ustoz muvofaqqiyatli qo'shildi. ✅
ru: Учитель успешно присоединился. ✅

source: Yangi kurs ➕
ru: Новый курс ➕

source: Asosiy menyu ◀
ru: Главное меню ◀

source: Afzallik qo'shish ➕
ru: Добавьте информацию ➕

source: Biz haqimizda ℹ
ru: О нас ℹ

source: O'qituvchilar 👨‍🏫
ru: Учителя 👨‍🏫

source: Kurslar 🎯
ru: Курсы 🎯

source: Afzalliklar ⭐
ru: Преимущества ⭐

source: Natijalar 🎖
ru: Результаты 🎖

source: Aloqa ☎
ru: Контакты ☎

source: Statistika 📈
ru: Статистика 📈

source: Post Jo'natish ⏫
ru: Почтовая рассылка ⏫

source: Tilni sozlash ⚙
ru: Настройка языка ⚙

source: Ortga ◀
ru: Назад ◀

source: Telefon raqamni jo'natish 📞
ru: Отправьте номер телефона 📞

source: O'chirish 🗑
ru: Удалить 🗑

source: Registered users
ru: Зарегистрированные пользователи

source: Ro'yxatdan o'tish ➕
ru: Регистрация ➕

source: Jo'natish ⏫
ru: Доставка ⏫

source: Bekor qilish ❌
ru: Отмена ❌

source: Rasm
ru: Рисунок

source: Video
ru: видео

source: Shunchaki matn
ru: Просто текст

source: Ha
ru: Да

source: Yo'q
ru: Нет

source: Yangi ustoz ➕
ru: Новый учитель ➕

source: Yangi o'qituvchi ➕
ru: Новый учитель ➕

source: ⬅ Ortga
ru: ⬅ Назад

source: Keyingi ➡
ru: Далее ➡

source: Yangi natija ➕
ru: Новый результат ➕

source: Ma'lumot qo'shish ➕
ru: Добавьте информацию ➕

source: Excel olish (ro'yxatdan o'tganlar)
ru: Получить Excel (зарегистрировано)

source: Andijon
ru: Андижан

source: Buxoro
ru: Бухара

source: Farg'ona
ru: Фергана

source: Jizzax
ru: Джизак

source: Xorazm
ru: Хорезм

source: Namangan
ru: Наманган

source: Navoiy
ru: Навои

source: Qashqadaryo
ru: Кашкадарья

source: Samanrqand
ru: Саманрканд

source: Sirdaryo
ru: Сырдарья

source: Surxondaryo
ru: Сурхандарьинская

source: Toshkent V
ru: Ташкент об

source: Toshkent shahri
ru: город Ташкент

source: Qoraqalpog'iston Respublikasi
ru: Республика Каракалпакстан

source: Keyingi video ➡
ru: Следующее видео ➡

source: Ro'yxatdan o'tish 😊
ru: Регистрация ➕
